export default {
  projections: {
    ПродажаE: {
      дата: {
        __caption__: 'Дата'
      },
      клиент: {
        __caption__: 'Клиент',
        название: {
          __caption__: 'Название'
        }
      },
      строка: {
        __caption__: 'Строка',
        колич: {
          __caption__: 'Колич'
        },
        товар: {
          __caption__: 'Товар',
          название: {
            __caption__: 'Название'
          }
        }
      }
    },
    ПродажаL: {
      дата: {
        __caption__: 'Дата'
      },
      клиент: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    строка: {
      __caption__: 'Строка'
    }
  }
};
